Repository: Fab2102/TravelDiaryApp
Catalog: TravelDiary/TravelDiary/Localizable.xcstrings
Source language: en
Languages: de

source: Add images
de: Bilder hinzufügen

source: Add and edit entries.
de: Einträge erstellen und bearbeiten.

source: Add pictures and locations.
de: Bilder und Orte hinzufügen.

source: Backend Entries
de: Backend Einträge

source: Cancel
de: Abbrechen

source: Create and save trips.
de: Trips erstellen und speichern.

source: Created on:
de: Erstellt am:

source: Delete
de: Löschen

source: Edit Images
de: Bilder bearbeiten

source: Entries
de: Einträge

source: Entries for %@
de: Einträge von %@

source: Image could not be loaded
de: Bild konnte nicht geladen werden

source: Images
de: Bilder

source: Images (optional)
de: Bilder (optional)

source: Let's get started!
de: Los geht’s!

source: Location
de: Standort

source: Location (optional)
de: Standort (optional)

source: No entries available.
de: Keine Einträge verfügbar.

source: No entries on the backend.
de: Keine Einträge am Backend verfügbar.

source: No images available.
de: Keine Bilder verfügbar.

source: No trips available.
de: Keine Trips verfügbar.

source: Publish
de: Veröffentlichen

source: Publishing...
de: Veröffentlichen…

source: Save
de: Speichern

# share_and_synchronize_entries
source: Publish entries.
de: Einträge veröffentlichen.

source: Title
de: Titel

# title_and_text_empty
source: Title and text cannot be empty!
de: Titel und Text dürfen nicht leer sein!

# trip_name_empty
source: Name cannot be empty!
de: Name darf nicht leer sein!

source: Welcome to Tripify!
de: Willkommen zu Tripify!

source: With Tripify you can:
de: Mit Tripify kannst du:

source: Your Digital Travel Journal.
de: Dein digitales Reise-Tagebuch.
